"Cheerful" = "Alegre";

"Melodic" = "Melódica";

"Relaxed" = "Ambiental";

"Grooving" = "Rítmico";

"Distorted" = "Distorsión";

"Acoustic" = "Acústica";

"Processed" = "Procesada";

"Single" = "Sencillo";

"Part" = "Parte";

"Dark" = "Obscuro";

"Dissonant" = "Disonante";

"Intense" = "Intensa";

"Arrhythmic" = "Arrítmica";

"Clean" = "Apto";

"Electric" = "Eléctrica";

"Dry" = "Simple";

"Ensemble" = "Ensemble";

"Fill" = "Relleno";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Electrónica";

"Jazz" = "Jazz";

"Urban" = "Urbana";

"World/Ethnic" = "Étnica";

"Cinematic/New Age" = "Cinematográfica";

"Orchestral" = "Orquestal";

"Country/Folk" = "Country/Folk";

"Experimental" = "Experimental";

"Other Genre" = "Otro género";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B contemporáneo";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Otro género";

"Chinese Traditional" = "Chino tradicional";

"Future Bass" = "Future bass";

"Reggaeton Pop" = "Pop con reggaetón";

"Sound_Effects" = "Efectos";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop electrónico";

"Techno" = "Techno";

"Bass" = "Graves";

"Electric Bass" = "Bajo eléctrico";

"Acoustic Bass" = "Bajo acústico";

"Synthetic Bass" = "Bajo sintético";

"Drums" = "Todo el kit";

"Drum Kit" = "Batería";

"Electronic Beats" = "Pulsos";

"Kick" = "Bombo";

"Tom" = "Tom";

"Snare" = "Caja";

"Cymbal" = "Platillo";

"Hi-hat" = "Hi-hat";

"Guitars" = "Guitarras";

"Electric Guitar" = "Guitarra eléctrica";

"Acoustic Guitar" = "Guitarra acústica";

"Banjo" = "Banjo";

"Mandolin" = "Mandolina";

"Slide Guitar" = "Guitarra slide";

"Pedal Steel Guitar" = "Guitarra con pedal de acero";

"Horn/Wind" = "Claxon";

"Saxophone" = "Saxofón";

"Trumpet" = "Trompeta";

"Flute" = "Flauta";

"Trombone" = "Trombón";

"Clarinet" = "Clarinete";

"French Horn" = "French Horn";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Harmonica";

"Recorder" = "Recorder";

"Pan Flute" = "Pan Flute";

"Bagpipe" = "Gaita";

"Bassoon" = "Bassoon";

"Piccolo" = "Piccolo";

"English Horn" = "English Horn";

"Brass" = "Brass";

"Woodwind" = "Viento madera";

"Keyboards" = "Teclados";

"Piano" = "Piano";

"Electric Piano" = "Piano eléctrico";

"Organ" = "Organ";

"Clavinet" = "Clavinet";

"Accordion" = "Acordeón";

"Synthesizer" = "Sintetizadores";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Harpsichord";

"Mallets" = "Baquetas";

"Steel Drum" = "Tambor de acero";

"Vibraphone" = "Vibráfono";

"Marimba" = "Marimba";

"Xylophone" = "Xilófono";

"Kalimba" = "Kalimba";

"Bell" = "Campana";

"Timpani" = "Timpani";

"Mixed" = "Jingles";

"Other Instrument" = "Otro instrumento";

"Percussion" = "Percusión";

"Gong" = "Gong";

"Shaker" = "Maracas";

"Tambourine" = "Pandero";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Cencerro";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinilo";

"Chime" = "Campanilla";

"Rattler" = "Rattler";

"Sound Effect" = "Efecto";

"Misc2" = "Varios";

"Boom" = "Estruendo";

"All Effects" = "Todos los efectos";

"Effects" = "Efectos";

"Ambience" = "Ambiente";

"People" = "Personas";

"Transportation" = "Transporte";

"Weapons" = "Armas";

"Explosions" = "Explosiones";

"Impacts & Crashes" = "Impactos";

"Animals" = "Animales";

"Sports & Leisure" = "Deportes";

"Mech/Tech" = "Máquinas";

"Work/Home" = "Trabajo/Casa";

"Misc." = "Otros";

"Foley" = "Efectos sala";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Ciencia ficción";

"Strings" = "Cadenas";

"Violin" = "Violín";

"Viola" = "Viola";

"Cello" = "Cello";

"Harp" = "Arpa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Contrabajo";

"Texture/Atmosphere" = "Texturas";

"Vocals" = "Voces";

"Male" = "Masculina";

"Female" = "Femenina";

"Choir" = "Choir";

"All" = "Todo";

"Favorites" = "Favoritos";

"Genres" = "Géneros";

"Instruments" = "Instrumentos";

"Moods" = "Estilos";

"Reset" = "Restablecer";

